log_contracts = 1273054168789028944 # ID дискорд канала с логами
# 
Grover1 = 1 #Выплата за выполнение 1 гровера
Grover2 = 1 #Выплата за выполнение 2 гровера
Grover3 = 1 #Выплата за выполнение 3 гровера
Grover4 = 1 #Выплата за выполнение 4 гровера
Grover5 = 1 #Выплата за выполнение 5 гровера
# 
SeaGift1 = 1 #Выпалта за дары моря 1
SeaGift2 = 1 #Выпалта за дары моря 1
SeaGift3 = 1 #Выпалта за дары моря 1
SeaGift4 = 1 #Выпалта за дары моря 1
SeaGift5 = 1 #Выпалта за дары моря 1
SeaGift6 = 1 #Выпалта за дары моря 1
SeaGift7 = 1 #Выпалта за дары моря 1
SeaGift8 = 1 #Выпалта за дары моря 1
# 
Metal1 = 1 #Выплата за Металлургия 1
Metal2 = 1 #Выплата за Металлургия 2
Metal3 = 1 #Выплата за Металлургия 3
Metal4 = 1 #Выплата за Металлургия 4